Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# sentry_crash_send_no
source: Don’t Send
bg: Не изпращайте
cs: Neodesílat
de: Nicht senden
es: No enviar
fr: Ne pas envoyer
gsw_ch: Nöd schicke
it: Non inviare
ja: 送信しない
ko: 보내지 않음
nl: Niet verzenden
pl: Nie wysyłaj
pt_br: Não enviar
ru: Не отправлять
sk: Neodoslať
tr: Gönderme
uk: Не надсилати
zh_hans: 请勿发送
zh_hant: 請勿傳送

# sentry_crash_send_title
source: A Problem Occurred
bg: Възникна грешка
cs: Vyskytl se problém
de: Ein Problem ist aufgetreten
es: Ha habido un problema
fr: Un problème s'est produit
gsw_ch: Es Problem isch ufträtte
it: Si è verificato un problema.
ja: 問題が発生しました
ko: 문제 발생
nl: Er is een probleem opgetreden
pl: Wystąpił problem
pt_br: Ocorreu um problema *%@*
ru: Возникла проблема
sk: Vyskytol sa problém
tr: Bir Sorun Oluştu
uk: Сталася помилка
zh_hans: 出现问题
zh_hant: 出現問題

# sentry_crash_send_yes
source: Send Anonymous Report
bg: Изпратете анонимен доклад
cs: Odeslat anonymní hlášení
de: Anonymen Bericht senden
es: Enviar informe anónimo
fr: Envoyer un rapport anonyme
gsw_ch: Anonyme Absturzbricht schicke
it: Invia rapporto di arresto in modo anonimo.
ja: 匿名レポートを送信
ko: 익명 보고서 보내기
nl: Anoniem rapport verzenden
pl: Wyślij Raport Anonimowy
pt_br: Enviar relatório anônimo
ru: Отправить анонимный отчет
sk: Odoslať anonymné hlásenie
tr: Anonim rapor gönder
uk: Надіслати анонімний звіт
zh_hans: 发送匿名报告
zh_hant: 傳送匿名報告

# server_message_title
source: Server Message
bg: Съобщение от сървъра
cs: Zpráva ze serveru
de: Server-Nachricht
es: Mensaje de servidor
fr: Message du serveur
gsw_ch: Server-Nachricht
it: Messaggio server
ja: サーバーメッセージ
ko: 서버 메시지
nl: Serverbericht
pl: Wiadomość Serwera
pt_br: Mensagem do servidor
ru: Сообщение сервера
sk: Správa zo serveru
tr: Sunucu mesajı
uk: Повідомлення серверу
zh_hans: 服务器消息
zh_hant: 伺服器訊息

# set_by_administrator
source: Set by the administrator
bg: Настроено от администратора
cs: Nastaveno správcem
de: Vom Administrator gesetzt
es: Establecido por el administrador
fr: Défini par l’administrateur
gsw_ch: Vom Administrator gsetzt
it: Impostato dall'amministratore
ja: 管理者が設定
ko: 관리자가 설정
nl: Ingesteld door de beheerder
pl: Ustawione przez administratora
pt_br: Definido pelo administrador
ru: Установлено администратором
sk: Nastavené správcom
tr: Yönetici tarafından ayarlandı
uk: Встановлено адміністратором
zh_hans: 由管理员设置
zh_hant: 由管理員設定

source: Settings
bg: Настройки
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Réglages
gsw_ch: Iistellige
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sk: Nastavenia
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# settings_advanced
source: Advanced
bg: Разширени
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Avancé
gsw_ch: Erwiitered
it: Avanzate
ja: 上級者向け
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Расширенный
sk: Pokročilé
tr: Gelişmiş
uk: Розширені
zh_hans: 高级设置
zh_hant: 進階設定

# settings_advanced_contacts_cleanup
source: Contacts Cleanup
bg: Почистване на контактите
cs: Promazání kontaktů
de: Kontaktbereinigung
es: Limpieza de contactos
fr: Nettoyage de contacts
gsw_ch: Kontaktbereinigung
it: Pulizia contatti
ja: 連絡先の整理
ko: 연락처 정리
nl: Contactpersonen opschonen
pl: Czyszczenie kontaktów
pt_br: Limpeza de contatos
ru: Очистка контактов
sk: Čistenie kontaktov
tr: Kişi Temizleme
uk: Очищення контактів
zh_hans: 联系人清理
zh_hant: 聯絡人清理

# settings_advanced_contacts_cleanup_error_title
source: Unable to remove contacts
bg: Не могат да се изтрият контактите
cs: Nelze odebrat kontakty
de: Kontaktbereinigung fehlgeschlagen
es: No se pueden eliminar los contactos
fr: Impossible de retirer les contacts
gsw_ch: Kontaktbereinigung fehlgschlage
it: Impossibile rimuovere i contatti
ja: 連絡先を削除できません
ko: 연락처를 제거할 수 없습니다
nl: Geen contactpersonen verwijderd
pl: Nie można usunąć kontaktów
pt_br: Não foi possível remover os contatos
ru: Не удается удалить контакты
sk: Nemožno odstrániť kontakty
tr: Kişiler silinemiyor
uk: Не вдалося видалити контакти
zh_hans: 无法删除联系人
zh_hant: 無法刪除聯絡人

# settings_advanced_contacts_cleanup_in_use_error_title
source: Delete chats manually
bg: Изтрийте чатовете ръчно
cs: Odstranit konverzace ručně
de: Chats manuell löschen
es: Eliminar chats manualmente
fr: Supprimer les dicussions manuellement
gsw_ch: Chats manuell lösche
it: Cancella chat manualmente
ja: チャットを手動で削除
ko: 대화를 수동으로 삭제하세요.
nl: Chats handmatig verwijderen
pl: Usuń czaty ręcznie
pt_br: Excluir conversas manualmente
ru: Удалить чаты вручную
sk: Konverzácie odstrániť ručne
tr: Sohbetleri manuel olarak sil
uk: Видалити діалоги вручну
zh_hans: 手动删除会话
zh_hant: 手動刪除對話

# settings_advanced_contacts_cleanup_log_disabled
source: Logging is disabled. Please go back to Advanced, turn on Debug Log, and try again.
bg: Логовете/журналите са деактивирани. Моля, върнете се в „разширени“, включете “дебъг логовете/журналите“ и опитайте отново.
cs: Zaznamenávání je zakázáno. Vraťte se do nabídky „Pokročilé“, aktivujte položku „Záznam ladění“ a zkuste to znovu.
de: Das Debug Log ist deaktiviert. Bitte gehen Sie zurück zu «Erweitert», aktivieren das «Debug Log», und versuchen es erneut.
es: El registro está deshabilitado. Vuelva a Avanzado, active Registro de depuración e inténtelo de nuevo.
fr: La consignation est désactivée. Veuillez revenir à « Avancé, » activer « Journal de débogage » et réessayer.
gsw_ch: S’Debug-Log isch deaktiviert. Bitte gönd Sie zrugg zu «Erwiiteret», aktiviered Sie s’Debug-Log, und versueched Sie’s nomal.
it: La registrazione è disabilitata. Torna ad "Avanzate", attiva "Registro di debug" e riprova.
ja: ログが無効になっています。 「詳細設定」に戻り、「デバッグログ」を有効にして、もう一度お試しください。
ko: 깅이 비활성화되었습니다. "고급"으로 돌아가 "디버그 로그"를 켜고 다시 시도하십시오.
nl: Het loggen is uitgeschakeld. Ga terug naar 'Geavanceerd', zet 'Debug log' aan en probeer het opnieuw.
pl: Rejestrowanie jest wyłączone. Wróć do opcji Zaawansowane, włącz funkcję Dziennik debugowania i spróbuj ponownie.
pt_br: A criação de logs está desativada. Vá até "Avançado", ative "Log de depuração" e tente novamente.
ru: Ведение журнала отключено. Вернитесь на экран "Расширенный", включите "Журнал отладки" и повторите попытку.
sk: Protokolovanie je vypnuté. Vráťte sa späť do časti "Rozšírené", zapnite funkciu "Debug Log" a skúste to znova.
tr: Günlük kaydı devre dışı. Lütfen "Gelişmiş" bölümüne geri dönün, "Hata Ayıklama Günlüğü "nü açın ve tekrar deneyin.
uk: Ведення журналу вимкнено. Поверніться до розділу "Додатково", увімкніть "Журнал налагодження" і спробуйте ще раз.
zh_hans: 调试日志记录已禁用。 请先返回 “高级设置”，再打开 "调试日志"，然后重试。
zh_hant: 偵錯記錄已停用。 請先返回「進階設定」，再開啟「偵錯記錄」，然後再試一次。

# settings_advanced_contacts_cleanup_log_stats
source: Log Duplicate Contacts
bg: Регистрирайте в лога дублиращи се контакти
cs: Zaznamenat duplicitní kontakty
de: Doppelte Kontakte loggen
es: Registrar contactos duplicados
fr: Consigner les contacts en double
gsw_ch: Doppleti Kontäkt logge
it: Registra contatti duplicati
ja: 重複した連絡先の記録
ko: 중복 연락처 기록
nl: Dubbele contacten loggen
pl: Rejestruj zduplikowane kontakty
pt_br: Registrar contatos duplicados
ru: Вести журнал дублирующихся контактов
sk: Zaznamenanie duplicitných kontaktov
tr: Yinelenen Kişileri Günlüğe Kaydet
uk: Зареєструвати дублікати контактів
zh_hans: 记录重复的联系人
zh_hant: 記錄重複的聯絡人

# settings_advanced_contacts_cleanup_no_duplicates
source: You have no duplicate contacts.
bg: Нямате дублиращи се контакти.
cs: Nemáte žádné duplicitní kontakty.
de: Sie haben keine doppelten Kontakte.
es: No tiene contactos duplicados.
fr: Vous n'avez aucun contact en double
gsw_ch: Sie händ kei doppleti Kontäkt.
it: Non sono presenti contatti duplicati.
ja: 重複する連絡先はありません。
ko: 중복된 연락처가 없습니다.
nl: U hebt geen dubbele contacten.
pl: Nie masz zduplikowanych kontaktów.
pt_br: Você não tem contatos duplicados
ru: У вас нет дублирующихся контактов.
sk: Nemáte žiadne duplicitné kontakty.
tr: Yinelenen kişileriniz yok.
uk: У вас немає дублікатів контактів.
zh_hans: 您没有重复的联系人。
zh_hant: 您沒有重複的聯絡人。

# settings_advanced_contacts_cleanup_own
source: Delete own contact
bg: Изтрийте собствения си контакт
cs: Odstranit vlastní kontakt
de: Eigenen Kontakt löschen
es: Eliminar contacto propio
fr: Supprimer son propre contact
gsw_ch: De eigeni Kontakt lösche
it: Elimina il tuo contatto
ja: 自分の連絡先を削除
ko: 내 연락처 삭제
nl: Eigen contactpersoon verwijderen
pl: Usuń własny kontakt
pt_br: Excluir seu próprio contato
ru: Удалить собственный контакт
sk: Odstrániť vlastný kontakt
tr: Kişiyi Kendin sil
uk: Видалити власний контакт
zh_hans: 删除自己的联系人
zh_hant: 刪除自己的聯絡人

# settings_advanced_contacts_cleanup_stats_logged
source: Information has been logged.
bg: Информацията бе добавена в журнала
cs: Informace byla zaznamenána do protokolu.
de: Die Informationen wurden ins Debug Log geschrieben.
es: Se ha registrado la información.
fr: Les informations ont été consignées
gsw_ch: D’Informatione sind is Debug-Log gschribe worde.
it: Le informazioni sono state registrate.
ja: 情報が記録されました。
ko: 정보가 기록되었습니다.
nl: De informatie is gelogd.
pl: Informacja została zarejestrowana.
pt_br: A informação foi registrada em log.
ru: Информация добавлена в журнал.
sk: Informácie boli zaznamenané.
tr: Bilgi kaydedildi.
uk: Інформацію зареєстровано.
zh_hans: 信息已被记录。
zh_hant: 資料已被記錄。

# settings_advanced_contacts_cleanup_stats_title
source: Contacts Cleanup
bg: Почистване на контактите
cs: Promazání kontaktů
de: Kontaktbereinigung
es: Limpieza de contactos
fr: Nettoyage de contacts
gsw_ch: Kontaktbereinigung
it: Pulizia contatti
ja: 連絡先の整理
ko: 연락처 정리
nl: Contactpersonen opschonen
pl: Czyszczenie kontaktów
pt_br: Limpeza de contatos
ru: Очистка контактов
sk: Čistenie kontaktov
tr: Kişi Temizleme
uk: Очищення контактів
zh_hans: 联系人清理
zh_hant: 聯絡人清理

# settings_advanced_contacts_cleanup_still_used_error
source: Clean up incomplete (%i duplicates removed, %i remaining). Some one-to-one chats must be deleted manually: %@ Please delete the chats and try again.
bg: Почистването е недовършено (%i дублиращи се са премахнати, %i остават). Някои индивидуални чата трябва да бъдат изтрити ръчно. %@ Моля, изтрийте чатовете и опитайте отново.
cs: Promazání nebylo dokončeno (odebrané duplicity: %i, zbývá: %i). Některé osobní konverzace je zapotřebí odstranit ručně: %@ Odstraňte prosím tyto konverzace a zkuste to znovu.
de: Der Vorgang konnte nicht abgeschlossen werden (%i Duplikate entfernt, %i übrig). Einige Einzelchats müssen von Hand gelöscht werden: %@ Bitte löschen Sie diese und versuchen Sie es erneut.
es: Limpieza incompleta (%i duplicados eliminados, %i restantes). Algunos chats uno-a-uno tienen que eliminarse manualmente: %@ Elimine los chats e inténtelo de nuevo.
fr: Nettoyage inachevé (%i doublons supprimés, il en reste %i) Certaines discussions en tête à tête doivent être supprimées manuellement : %@ Veuillez supprimer les discussions et réessayer.
gsw_ch: De Vorgang hät nöd chöne abschlosse werde (%i Duplikat entfernt, %i übrig). Es paar Einzelchats müend vo Hand glöscht werde: %@ Bitte lösched Sie die und versueched Sie’s nomal.
it: L'operazione non è stata completata (%i duplicati cancellati, restano ancora %i). Alcune chat singole devono essere cancellate manualmente: %@ Cancellale e riprova.
ja: 整理が不完全です（重複する%i件を削除済み、残りの%i件）。 一対一のいくつかのチャットは手動で削除する必要があります。 %@ チャットを削除して再試行してください。
ko: 미완료된 %i개의 중복이 정리되었습니다. %i개가 남았습니다. 일대일 채팅 중 일부를 수동으로 삭제해야 합니다: %@ 채팅을 삭제하고 다시 시도하세요.
nl: Het opschonen is onvolledig. (%i duplicaten zijn verwijderd, %i overgebleven). Sommige één-op-één chats moeten handmatig worden verwijderd: %@ Verwijder de chats en probeer het opnieuw.
pl: Nie wykonano pełnego czyszczenia. (usunięto %i duplikaty(ów), pozostało %i). Niektóre czaty indywidualne muszą zostać usunięte ręcznie: %@ Usuń czaty i spróbuj ponownie.
pt_br: Limpeza incompleta (%i duplicados removidos, %i restantes). Algumas conversas precisam ser excluídas manualmente: %@ Exclua as conversas e tente novamente.
ru: Очистка не завершена (%i дубликатов удалено, %i осталось). Некоторые личные чаты следует удалить вручную: %@ Удалите эти чаты и повторите попытку.
sk: Neúplné vyčistenie (%i duplikátov odstránených, %i zostáva). Niektoré konverzácie jeden na jedného sa musia odstrániť ručne: %@ Odstráňte prosím tieto konverzácie a skúste to znova.
tr: Temizleme tamamlanmadı (%i kopya kaldırıldı, %i kaldı). Bazı bire bir sohbetler elle silinmelidir: %@ Lütfen sohbetleri silin ve tekrar deneyin.
uk: Очищення скасовано (%i дублікатів видалено, %i дублікатів залишилось). Певні діалоги мають бути видалені вручну: %@ Видаліть бесіди та спробуйте знов.
zh_hans: 未完成清理重复的联系人（已删除 %i 个重复项，剩余 %i 个）。 部份一对一聊天记录必须手动删除： %@ 请先删除聊天记录，之后重试。
zh_hant: 未完成清理重複的聯絡人（已刪除 %i 個重複項，剩餘 %i 個）。 部份一對一對話記錄必須手動刪除： %@ 請先刪除聊天記錄，然後再試一次。

# settings_advanced_contacts_cleanup_submit_logs
source: Please go back to Advanced Settings,”and share the log with %@ Support for further analysis. After that, you may turn off Debug Log.
bg: Моля, върнете се назад към „Разширени настройки“ и споделете журнала с %@ поддръжката за последващ анализ. След това, Вие можете да изключите „Дебъг лога/журнала“.
cs: Vraťte se do nabídky „Pokročilá nastavení“ a poskytněte záznam podpoře %@ pro další analýzu. Poté můžete položku „Záznam ladění“ vypnout.
de: Bitte gehen Sie zurück zu «Erweitert», und teilen Sie das Debug Log mit dem %@ Support für weitere Analysen. Danach können Sie das «Debug Log» wieder deaktivieren.
es: Vuelva a Ajustes avanzados y comparta el registro con el equipo de asistencia de %@ para un análisis más detallado. A continuación, desactive Registro de depuración.
fr: Veuillez revenir aux « Paramètres avancés » et partager le journal avec l'assistance de %@ pour une analyse plus poussée. Après cela, vous pouvez désactiver le « Journal de débogage ».
gsw_ch: Bitte gönd Sie zrugg zu «Erwiiteret», und teiled Sie s’Debug-Log mitem %@-Support für wiiteri Analyse. Nachher chönd Sie s’Debug-Log wieder deaktiviere.
it: Torna alle Impostazioni avanzate e condividi il registro con l'assistenza %@ per ulteriori analisi. Dopo, puoi disattivare il registro di debug.
ja: 「詳細設定」に戻って、ログを%@サポートに共有してさらなる分析を行ってください。 その後、「デバッグログ」を無効にすることができます。
ko: "고급 설정"으로 돌아가 로그를 %@ 지원팀과 공유하여 추가 분석을 받으십시오. 그 후에 "디버그 로그"를 끄셔도 됩니다.
nl: Ga terug naar 'Geavanceerde instellingen' en deel het log met %@ support voor nadere analyse. Daarna kun je 'Debug log' uitzetten.
pl: Wróć do opcji Ustawienia zaawansowane i udostępnij dziennik pomocy technicznej %@ do dalszej analizy. Potem możesz wyłączyć funkcję Dziennik debugowania.
pt_br: Vá até "Configurações avançadas" e compartilhe o log com o suporte do %@ para uma análise mais detalhada. Depois, você pode desativar a opção "Log de depuração".
ru: Вернитесь в "Расширенные настройки" и передайте журнал службе поддержки %@ для дальнейшего анализа. После этого вы можете отключить "Журнал отладки".
sk: Vráťte sa späť do "Rozšírených nastavení" a zdieľajte protokol s podporou spoločnosti %@ na ďalšiu analýzu. Potom môžete funkciu "Debug Log" vypnúť.
tr: Lütfen "Gelişmiş Ayarlar "a geri dönün ve daha fazla analiz için günlüğü %@ Destek ile paylaşın. Bundan sonra, "Hata Ayıklama Günlüğü"nü kapatabilirsiniz.
uk: Поверніться до розділу "Додаткові налаштування" та надішліть журнал до служби підтримки %@ для подальшого аналізу. Після цього можна вимкнути "Журнал налагодження".
zh_hans: 请返回 “高级设置”，并将调试日志分享到 %@ 支持，以进行进一步分析。 之后，您可以关闭 “调试日志”。
zh_hant: 請返回「進階設定」，並將偵錯記錄分享至 %@ 支援，以進行進一步分析。 之後，您可以關閉「偵錯記錄」。

# settings_advanced_contacts_cleanup_success_exit
source: Exit
bg: Изход
cs: Ukončit
de: Verlassen
es: Salir
fr: Quitter
gsw_ch: Verlaa
it: Esci
ja: 終了
ko: 나가기
nl: Afsluiten
pl: Wyjście
pt_br: Sair
ru: Выход
sk: Odísť
tr: Çıkış
uk: Вийти
zh_hans: 退出
zh_hant: 退出

# settings_advanced_contacts_cleanup_success_title
source: Contact cleanup successful
bg: Контактът е почистен успешно
cs: Promazání kontaktů proběhlo úspěšně
de: Kontaktbereinigung erfolgreich
es: Limpieza de contactos completada correctamente
fr: Nettoyage de contact réussi
gsw_ch: Kontaktbereinigung erfolgriich
it: Pulizia contatti completata
ja: 連絡先のクリーンアップ成功
ko: 연락처 정리 성공
nl: De contactpersonen zijn opgeschoond
pl: Czyszczenie kontaktów powiodło się
pt_br: Limpeza de contatos bem-sucedida
ru: Контакты успешно очищены
sk: Úspešné vyčistenie kontaktov
tr: Kişi temizliği başarılı
uk: Контакт очищено
zh_hans: 联系人清理成功
zh_hant: 聯絡人清理成功

# settings_advanced_contacts_cleanup_unused
source: Remove Duplicate Contacts
bg: Изтрийте дублиращите се контакти
cs: Odebrat duplicitní kontakty
de: Doppelte Kontakte entfernen
es: Eliminar contactos duplicados
fr: Retirer les contacts en double
gsw_ch: Doppleti Kontäkt entferne
it: Rimuovi contatti duplicati
ja: 重複した連絡先の削除
ko: 중복 연락처 제거
nl: Dubbele contacten verwijderen
pl: Usuń zduplikowane kontakty
pt_br: Remover contatos duplicados
ru: Удалять дублирующиеся контакты
sk: Odstrániť duplicitné kontakty
tr: Yinelenen Kişileri Kaldır
uk: Видалити дублікати контактів
zh_hans: 删除重复的联系人
zh_hant: 刪除重複的聯絡人

# settings_advanced_contacts_cleanup_unused_message
source: %i duplicate contacts were removed. Please exit the app, restart it, and link a device. If it does not work:
bg: %i дублиращи се контакти бяха премахнати. Моля, излезте от приложението, рестартирайте го и свържете някое устройство. Ако не проработи:
cs: Proběhlo odstranění %i duplicitních kontaktů. Ukončete aplikaci, restartujte ji a propojte zařízení. Nebude-li to fungovat:
de: %i duplizierte Kontakte wurden entfernt. Bitte verlassen sie die App, starten Sie die App neu, und versuchen Sie, ein Gerät zu verknüpfen. Falls dies nicht funktioniert:
es: Se han eliminado %i contactos duplicados. Salga de la app, reiníciela y vincule un dispositivo. Si no funciona:
fr: %i contacts en double ont été retirés. Veuillez quitter l'application, la redémarrer et associer un appareil. Si cela ne fonctionne pas :
gsw_ch: %i duplizierti Kontäkt sind entfernt worde. Bitte verlönd Sie d’App, started Sie d’App neu, und versueched Sie, es Grät z’verchnüpfe. Falls das nöd funktioniert:
it: %i contatti completati sono stati rimossi. Chiudi l'app, riavviala e collega un dispositivo. Se non funziona:
ja: 重複する連絡先%i件を削除しました。 アプリを終了、再起動し、端末を紐付けしてください。うまくいかない場合：
ko: %i개의 중복 연락처가 제거되었습니다. 앱을 종료한 후 다시 시작하고, 장치를 연결해주세요. 만약 작동하지 않는다면:
nl: Er zijn %i dubbele contacten verwijderd. Sluit de app, herstart deze en koppel vervolgens een apparaat. Indien dit niet werkt:
pl: Usunięto %i zduplikowanych kontaktów. Wyjdź z aplikacji, uruchom ją ponownie i połącz urządzenie. Jeśli to nie działa:
pt_br: %i contatos duplicados foram removidos. Por favor, saia do app, abra-o novamente e vincule um dispositivo. Se isso não funcionar:
ru: %i дублирующихся контакта(ов) удалены. Выйдите из приложения, перезапустите его и привяжите устройство. Если это не поможет:
sk: %i duplicitné kontakty boli odstránené. Ukončite prosím aplikáciu, reštartujte ju a prepojte zariadenie. Ak to nefunguje:
tr: %i yinelenen kişi kaldırıldı. Lütfen uygulamadan çıkın, yeniden başlatın ve bir cihaz bağlayın. Eğer çalışmazsa:
uk: Видалено дублікати контактів: %i. Вийдіть із програми, перезапустіть її та прив'яжіть пристрій. Якщо це не спрацює, виконайте такі дії:
zh_hans: 已删除 %i 个重复的联系人。 请先退出此应用程序，再重启，然后链接设备。如果还不行：
zh_hant: 已刪除 %i 個重複的聯絡人。 請先退出此應用程式，再重新啟動，然後連結裝置。 如果還不行：

# settings_advanced_contacts_multi_device_enabled_error
source: Devices are currently linked. Please remove all linked devices before cleaning up.
bg: Устройствата са понастоящем свързани. Моля, премахнете всички свързани устройства преди да го почистите.
cs: Zařízení jsou momentálně propojená. Před promazáním odeberte všechna propojená zařízení.
de: Es sind aktuell Geräte verknüpft. Bitte entfernen Sie alle verknüpfte Geräte, bevor sie die Kontaktbereinigung starten.
es: Los dispositivos están vinculados actualmente. Elimine todos los dispositivos vinculados antes de comenzar la limpieza.
fr: Les appareils sont actuellement liés. Veuillez retirer tous les appareils liés avant de nettoyer.
gsw_ch: Es sind aktuell Grät verchnüpft. Bitte entferned Sie all verchnüpfte Grät, bevor Sie d’Kontaktbereinigung started.
it: Vi sono dispositivi collegati. Rimuovi tutti i dispositivi collegati prima di avviare la pulizia dei contatti.
ja: デバイスは現在リンクされています。整理する前にリンクされたデバイスをすべて削除してください
ko: 현재 장치가 연결되어 있습니다. 정리하기 전에 모든 연결된 장치를 제거해주세요.
nl: Apparaten zijn momenteel gekoppeld. Verwijder alle gekoppelde apparaten voordat je opschoont.
pl: Istnieją powiązane urządzenia. Usun wszystkie powiązane urządzenia przed czyszczeniem.
pt_br: Ainda há dispositivos vinculados. Por favor, remova todos os dispositivos vinculados antes de efetuar a limpeza.
ru: Устройства в настоящее время связаны. Удалите все связанные устройства перед тем, как выполнять очистку.
sk: Zariadenia sú v súčasnosti prepojené. Pred čistením odstráňte všetky prepojené zariadenia.
tr: Cihazlar şu anda bağlı. Lütfen temizlemeden önce tüm bağlı cihazları kaldırın.
uk: Зараз пристрої прив’язано. Будь ласка, видалить усі прив’язані пристрої перед видаленням.
zh_hans: 设备当前已链接。清理会话前请移除所有已链接的设备。
zh_hant: 裝置目前已連結。清理對話前請移除所有已連結的設備。

# settings_advanced_debug_log_clear_log_title
source: Clear Log
bg: Изтрийте лога/журнала
cs: Smazat záznam
de: Log löschen
es: Eliminar registro
fr: Effacer le journal
gsw_ch: Log lösche
it: Cancella registro
ja: ログをクリア
ko: 로그 지우기
nl: Log wissen
pl: Wyczyść Dziennik
pt_br: Limpar registro
ru: Очистить журнал
sk: Zmazať záznam
tr: Günlüğü Temizle
uk: Очистити журнал
zh_hans: 清空日志
zh_hant: 清除日誌

# settings_advanced_debug_log_section_header
source: Debug Log
bg: Дебъг лог/журнал
cs: Záznam ladění
es: Registro de depuración
fr: Journal de débogage
it: Registro di debug
ja: デバグログ
ko: 디버그 로그
nl: Debugging-logbestand
pl: Dziennik Debug
pt_br: Registro de Depuração
ru: Журнал отладки
sk: Záznam o chybách
tr: Hata Ayıklama Günlüğü
uk: Журнал відладки
zh_hans: 调试日志
zh_hant: 偵錯記錄

# settings_advanced_debug_log_share_title
source: Share Log
bg: Споделете лога/журнала
cs: Sdílet záznam
de: Log teilen
es: Enviar registro
fr: Partager le journal
gsw_ch: Log teile
it: Invia registro
ja: ログを共有
ko: 로그 공유
nl: Log versturen
pl: Udostępnij Dziennik
pt_br: Enviar registro
ru: Отправить журнал
sk: Zdieľať záznam
tr: Günlüğü Paylaş
uk: Поділитись журналом
zh_hans: 分享日志
zh_hant: 分享日誌

# settings_advanced_debug_log_size_title
source: Log Size
bg: Размер на лога/журнала
cs: Velikost záznamu
de: Grösse
es: Tamaño
fr: Taille du journal
gsw_ch: Grössi
it: Dimensione
ja: ログサイズ
ko: 로그 크기
nl: Grootte logbestand
pl: Rozmiar Dziennika
pt_br: Tamanho do registro
ru: Размер журнала
sk: Veľkosť záznamu
tr: Günlük Boyutu
uk: Розмір журналу
zh_hans: 日志大小
zh_hant: 日誌大小

# settings_advanced_debug_log_title
source: Debug Log
bg: Дебъг лог/журнал
cs: Záznam ladění
es: Registro de depuración
fr: Journal de débogage
it: Registro di debug
ja: デバッグログ
ko: 디버그 로그
nl: Debugging-logbestand
pl: Dziennik Debug
pt_br: Registro de Depuração
ru: Журнал отладки
sk: Záznam o chybách
tr: Hata Ayıklama Günlüğü
uk: Журнал відладки
zh_hans: 调试日志
zh_hant: 偵錯記錄

# settings_advanced_flush_message_queue
source: Flush Message Queue
bg: Освободете опашката на съобщенията
cs: Pročistit frontu zpráv
de: Nachrichten-Warteschlange leeren
es: Vaciar cola de mensajes
fr: Vider la queue des messages
gsw_ch: Nachrichte-Warteschlange leere
it: Scarica coda messaggi
ja: メッセージキューのフラッシュ処理
ko: 메시지 큐 플러시
nl: Berichtenwachtrij leegmaken
pl: Opróżnij Kolejkę Wiadomości
pt_br: Liberar Fila de Mensagens
ru: Очистить очередь сообщений
sk: Vyčistiť frontu správ
tr: Mesaj sırasını temizle
uk: Очистити чергу повідомлень
zh_hans: 刷新消息队列
zh_hant: 重新整理訊息佇列

# settings_advanced_networking_section_header
source: Networking
bg: Мрежа
cs: Síť
de: Netzwerk
es: Resolución de problemas
fr: Dépannage
gsw_ch: Netzwerch
it: Rete
ja: ネットワーキング
ko: 네트워킹
nl: Netwerken
pl: Sieci
pt_br: Solução de problemas
ru: Устранение ошибок
sk: Sieť
tr: Ağ
uk: Мережа
zh_hans: 联网中
zh_hant: 聯網中
